Repository: jepoll/VirtualMe
Catalog: Shared.Resources/AspPages.*.resx
Languages: ru

source: Manage your account
ru: Управляйте своим аккаунтом

source: Change your account settings
ru: Измените настройки своего аккаунта

source: Update password
ru: Обновить пароль

# DeletingAccountData
source: Deleting this data will permanently remove your account, and this cannot be recovered.
ru: Удаление этих данных сотрёт ваш аккаунт перманентно и это нельзя отменить.

# DeletingAccount
source: Delete data and close my account
ru: Удалить данные и закрыть мой аккаунт

# ThisDis2Fa
source: This action only disables 2FA.
ru: Это действие только отключает двухэтапную аунтификацию.

# IfYouWishDisableKeys
source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should reset your authenticator keys.
ru: Отключение двухэтапной аунтефикации де меняет ключи от аунтификациооных приложений. Если вы желаете изменить эти ключи, то вы должны перегенерировать ключи.

# ResetKeys
source: Resety your authenticator keys.
ru: Перегенерировать ключи аунтефикации.

source: Disable 2FA
ru: Отключить двухэтапную аунтификацию.

# AccesDenied
source: You do not have access to this resource.
ru: У вас нет доступа к данному ресурсу.

source: Article
ru: Статья

source: ChangeEmail
ru: Изменить почту

# ClickHereToConfAcc
source: Click here to confirm your account
ru: Нажмите сюда чтобы подтвердить ваш аккаунт

# ClickToLogOut
source: Click here to logout
ru: Нажмите чтобы выйти

source: Confirm password
ru: Подтвердите пароль

# CreateANewAcc
source: Create a new account.
ru: Создайте новый аккаунт.

source: Docs
ru: Вокументации

source: Email
ru: Пачта

source: Enter your email.
ru: Введите вашу почту

source: Forgot your password?
ru: Забыли пароль?

source: Log in
ru: Зайти

# LoginWithARecCode
source: Login with a recovery code
ru: Зайти с кодом востановления

# DontHaveAccesToYourRecApp
source: Don't have access to your authenticator device? You can
ru: Нед доступа к устройству аунтификации? Вы можете:

# NormalyWouldEmailes
source: Normally this would be emailed:
ru: Обычно это будет отправленно:

source: Password
ru: Пароль

# PleaseCheckEmail
source: Please check your email to confirm your account.
ru: Пожалуйста, проверьте почту чтобы подтвердить ваш аккаунт

# PleaseCheckEmailTOConfPassword
source: Please check your email to reset your password.
ru: Пожалуйста, проверте вашу почту чтобы востановить ваш пароль.

source: Register
ru: Зарегистрироваться

source: Register as a new user
ru: Зарегистрироваться как новый пользователь

source: Resend
ru: Переслать

# ResendEmailConfirm
source: Resend email confirmation
ru: Переслать подтверждение почты

source: Reset
ru: Востановить

source: Reset your password.
ru: Востановить ваш пароль

# SendEmailVerif
source: Send email verification letter
ru: Отослать письмо подтверждения почты

# ThereAreNoExternalServices
source: There are no external authentication services configured. See this article about setting up this ASP.NET application to support logging in via external services.
ru: Внешние сервисы аунтификации не настроины. Посмотрите данную статью для поддержки входа через внешне службы.

# ThisAccLockedOut
source: This account has been locked out, please try again later.
ru: Этот аккаунт был закрыт, пожалуйства попробуйте позже.

# ThisAppDoesntHave
source: This app does not currently have a real email sender registered, see for how to configure a real email sender.
ru: Это приложение пока не имеет настоящего отправителя письм. Посмотрите как настроить отправителя писем.

# UseALocalAccToLogin
source: Use a local account to log in.
ru: Используйте местный аккаунт чтобы зайти

source: Use another service for log in.
ru: Используйте сервис чтобы зайти

source: Use another service to register.
ru: Используйте сервис чтобы зарегестрироваться.

# YouHaveRequestedLoginWithRecCode
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
ru: Вы запросили вход с помощью ключа востановления. Этот вход не будет запомнен до тех пор пока вы не предоставите код приложениия аунтификации или пока не отключите двухэтапную анутификацию и не зайдёте.

# YouLoggedOut
source: You have succesifaly logged out of application
ru: Вы успешно вышли из приложения

# YourLoginIsProtected
source: Your login is protected with an authenticator app. Enter your authenticator code below.
ru: Ваш вход защищён с помощью приложения аунтификации. Введите пароль аунтефикации ниже.

# YourPasswordHaveBeenReset
source: Your password has been reset. Please click here to log in:
ru: Ваш пароль был востановлен. Пожалуйста нажмите сюда чтобы зайти:

# NickName
source: Login
ru: Логин
