Repository: jepoll/VirtualMe
Catalog: Core.Resources/Domain/Entities/Activity.*.resx
Languages: ru

source: Stat
ru: Стата

source: Description
ru: Описание

# DexterityLimit
source: Minimal Dexterity
ru: Минимальная ловкость

source: Stress gain
ru: Увеличение стресса

# StrengthLimit
source: minimal strength
ru: Минимальная сила

source: Stamina drain
ru: Потребление стамины

source: Name
ru: Название

# LevelLimit
source: Minimal level
ru: Минимальный уровень

# IntelligenceLimit
source: Minimal intelligence
ru: Минимальный интелект

# ActivityTypeId
source: Activity type
ru: Вид активности
